Repository: getsolus/solus-mate-transition-tool
Catalog: po/*.po
Languages: ar, ckb, cs_cz, de, el, es, fi, fr_fr, he_il, id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr

source: We hope you enjoy using your new desktop environment.
ar: نأمل أن تستمتع باستخدام بيئة سطح المكتب الجديدة.
ckb: هیوا دەخوازین چێژ ببینیت لە بەکارهێنانی ژینگەی ڕوومێزە نوێیەکەمان
cs_cz: Doufáme, že se vám v novém desktopovém prostředí bude dobře pracovat.
de: Wir wünschen Ihnen viel Spaß mit Ihrer neuen Desktop-Umgebung.
el: Ελπίζουμε να απολαύσετε τη χρήση του νέου σας περιβάλλοντος επιφάνειας εργασίας.
es: Esperamos que disfrute usando su nuevo entorno de escritorio.
fi: Toivottavasti nautit uudesta työpöytäympäristöstäsi.
fr_fr: Nous espèrons que vous apprécierez votre nouvel environnement de bureau.
he_il: אני מקווים שתהנו מהשימוש בסביבת שולחן העבודה החדשה שלכם.
id: Kami harap Anda menikmati lingkungan layartama baru Anda.
it_it: Speriamo che tu sia felice di usare il tuo nuovo desktop environment
nl_nl: Wij wensen u veel plezier met uw nieuwe gebruikersomgeving.
pl_pl: Mamy nadzieję, że korzystanie z nowego środowiska graficznego będzie dla Was przyjemnością.
pt_pt: Esperamos que goste de usar o seu novo ambiente de trabalho.
ru_ru: Желаем вам пиртяной работы в новом окружении рабочего стола.
sv_se: Vi hoppas att du njuter av din nya skrivbordsmiljö.
tr: Yeni masaüstü ortamınızı keyifle kullanacağınızı umuyoruz.

source: Finished
ar: انتهى
ckb: تەواوبوو
cs_cz: Hotovo
de: Beendet
el: Τελειωμένο
es: Finalizado
fi: Valmis
fr_fr: Terminé
he_il: גמור
id: Selesai
it_it: Finito
nl_nl: Voltooid
pl_pl: Skończone
pt_pt: Terminado
ru_ru: Завершено
sv_se: Färdigt
tr: Tamamlandı

source: Failed to write temporary config file
ar: فشل كتابة ملف الإعداد المؤقت
ckb: نووسینی پەڕەی کاتیی ڕێکخستن شکستیهێنا
cs_cz: Zápis dočasného konfiguračního souboru se nezdařil
de: Temporäre Konfig-Datei konnte nicht geschrieben werden
el: Αποτυχία εγγραφής προσωρινού αρχείου ρυθμίσεων
es: No se pudo escribir el archivo de configuración temporal
fi: Virhe kirjoittaessa tilapäistä määritystiedostoa
fr_fr: Échec de l'écriture du fichier temporaire de configuration
he_il: כתיבת קובץ הגדרות זמני נכשלה
id: Gagal menulis berkas konfigurasi sementara
it_it: Impossibile scrivere il file di configurazione temporaneo
nl_nl: Schrijven van tijdelijk configuratiebestand mislukt
pl_pl: Nie udało się zapisać tymczasowego pliku konfiguracyjnego
pt_pt: Falha ao gravar o ficheiro de configuração temporário
ru_ru: Не удалось записать временный конфигурационный файл
sv_se: Misslyckades med att skriva temporär konfigurationsfil
tr: Geçici yapılandırma dosyası yazılamadı

source: Failed to remove temporary config file
ar: فشل حذف ملف الإعداد المؤقت
ckb: لابردنی پەرەی کاتیی ڕێکخستن شکستیهێنا
cs_cz: Nepodařilo se odstranit dočasný konfigurační soubor
de: Temporäre Konfig-Datei konnte nicht entfernt werden
el: Αποτυχία κατά την κατάργηση του προσωρινού αρχείου ρυθμίσεων
es: No se pudo eliminar el archivo de configuración temporal
fi: Virhe poistaessa tilapäistä määritystiedostoa
fr_fr: Échec de la suppression du fichier temporaire de configuration
he_il: מחיקת קובץ הגדרות זמני נכשלה
id: Gagal menghapus berkas konfigurasi sementara
it_it: Impossibile rimuovere il file di configurazione temporaneo
nl_nl: Verwijderen van tijdelijk configuratiebestand mislukt
pl_pl: Nie udało się usunąć tymczasowego pliku konfiguracyjnego
pt_pt: Falha ao remover o ficheiro de configuração temporário
ru_ru: Не удалось удалить временный конфигурационный файл
sv_se: Misslyckades med att ta bort temporär konfigurationsfil
tr: Geçici yapılandırma dosyası kaldırılamadı

source: Downloading...
ar: تنزيل...
ckb: داگرتن…
cs_cz: Stahování…
el: Λήψη...
es: Descargando...
fi: Ladataan...
fr_fr: Téléchargement...
he_il: מוריד...
id: Sedang mengunduh...
it_it: Scaricando...
nl_nl: Downloaden...
pl_pl: Pobieranie...
pt_pt: A transferir...
ru_ru: Загрузка...
sv_se: Laddar ner...
tr: İndiriliyor...

source: Installing...
ar: تثبيت...
ckb: دامەزراندن…
cs_cz: Instalace…
de: Installation ...
el: Εγκατάσταση...
es: Instalando...
fi: Asennetaan...
fr_fr: Installation...
he_il: מתקין...
id: Sedang memasang...
it_it: Installando...
nl_nl: Installeren...
pl_pl: Instalowanie...
pt_pt: A instalar...
ru_ru: Установка...
sv_se: Installerar...
tr: Yükleniyor...

source: Removing...
ar: إزالة...
ckb: لابردن…
cs_cz: Odebírání…
de: Entfernen ...
el: Αφαίρεση...
es: Eliminando...
fi: Poistetaan...
fr_fr: Suppression...
he_il: מסיר...
id: Sedang mengapus...
it_it: Rimuovendo...
nl_nl: Verwijderen...
pl_pl: Usuwanie...
pt_pt: A remover…
ru_ru: Удаление...
sv_se: Tar bort...
tr: Kaldırılıyor...

source: Cancelling...
ar: إلغاء...
ckb: هەڵوەشاندنەوە…
cs_cz: Rušení…
de: Abbruch ...
el: Ακύρωση...
es: Cancelando...
fi: Peruutetaan...
fr_fr: Annulation...
he_il: מבטל...
id: Sedang membatalkan...
it_it: Cancellando...
nl_nl: Annuleren...
pl_pl: Anulowanie...
pt_pt: A cancelar...
ru_ru: Завершение...
sv_se: Avbryter...
tr: İptal ediliyor...

source: Loading cache...
ar: جارٍ تحميل ذاكرة التخزين المؤقت...
ckb: بارکردنی کاش…
cs_cz: Načítání mezipaměti…
de: Cache wird geladen ...
el: Φόρτωση προσωρινής μνήμης...
es: Cargando la caché...
fi: Ladataan välimuistia...
fr_fr: Chargement du cache...
he_il: טוען מטמון...
id: Sedang memuat tembolok...
it_it: Caricamento della cache...
nl_nl: Cachebestand laden...
pl_pl: Ładowanie pamięci podręcznej...
pt_pt: A carregar a cache...
ru_ru: Загрузка кэша...
sv_se: Laddar cache...
tr: Ön bellek yükleniyor...

source: Packagekit refreshed cache
ar: ذاكرة التخزين المؤقت المحدّثة لـ Packagekit
ckb: Packagekit کاشی نوێ کراوەتەوە
cs_cz: PackageKit obnovil mezipaměť
de: Packagekit aufgefrischter Cache
el: Το Packagekit ανανέωσε την προσωρινή μνήμη
es: Caché de Packagekit renovada.
fi: Packagekit-välimuisti virkistetty
fr_fr: Packagekit rafraîchit le cache
he_il: Packagekit רעננה את המטמון
id: Tembolok Packagekit disegarkan
it_it: Ricaricata la cache di Packagekit
nl_nl: Packagekit vernieuwd cachebestand
pl_pl: Odświeżona pamięć podręczna Packagekit
pt_pt: Cache atualizada do Packagekit
ru_ru: Packagekit обновил кэш
sv_se: Packagekit upddaterade cache
tr: Packagekit önbellek yenilendi

source: Cache updated
ar: حُدّثتْ ذاكرة التخزين المؤقت
ckb: کاش نوێکرایەوە
cs_cz: Mezipaměť aktualizována
de: Cache aktualisiert
el: Η προσωρινή μνήμη ενημερώθηκε
es: Caché actualizada
fi: Välimuisti päivitetty
fr_fr: Cache mis à jour
he_il: מטמון עודכן
id: Tembolok diperbaharui
it_it: Cache aggiornata
nl_nl: Cachebestand bijgewerkt
pl_pl: Pamięć podręczna zaktualizowana
pt_pt: Cache atualizada
ru_ru: Кэш обновлен
sv_se: Cache uppdaterat
tr: Ön bellek güncellendi

source: Error: {}
ar: خطأ: {}
ckb: هەڵە: {}
cs_cz: Chyba: {}
de: Fehler: {}
el: Σφάλμα: {}
fi: Virhe: {}
fr_fr: Erreur: {}
he_il: שגיאה: {}
id: Kesalahan: {}
it_it: Errore: {}
nl_nl: Fout: {}
pl_pl: Błąd: {}
pt_pt: Erro: {}
ru_ru: Ошибка: {}
sv_se: Fel: {}
tr: Hata: {}

source: Packagekit update error:
ar: خطأ في تحديث Packagekit:
ckb: هەڵەی نوێکردنەوەی Packagekit:
cs_cz: PackageKit chyba aktualizace:
de: Packagekit-Aktualisierungsfehler:
el: Σφάλμα ενημέρωσης του Packagekit:
es: Error de actualización de Packagekit:
fi: Virhe Packagekit-päivityksessä:
fr_fr: Erreur de mise à jour de Packagekit:
he_il: שגיאה בעדכון Packagekit:
id: Kesalahan pembaharuan Packagekit:
it_it: Errore nell'aggiornamento di Packagekit:
nl_nl: Packagekit update fout:
pl_pl: Błąd aktualizacji Packagekit:
pt_pt: Erro de atualização do Packagekit:
ru_ru: Ошибка обновления Packagekit:
sv_se: Packagekit uppdateringsfel
tr: Packagekit güncelleme hatası:

source: Packagekit resolve
ar: حلّ Packagekit
ckb: چارەسەرکردنی Packagekit
cs_cz: PackageKit řešení závislostí
de: Packagekit auflösen
el: Επίλυση Packagekit
es: Resolución de Packagekit
fi: Packagekit selvitys
fr_fr: Packagekit résolu
he_il: Packagekit: פתרון
id: Resolusi Packagekit
it_it: Risoluzione di Packagekit
nl_nl: Packagekit oplossen
pl_pl: Rozwiązanie Packagekit
pt_pt: Resolução do Packagekit
sv_se: Packagekit lös
tr: Packagekit çözümleme

source: is installed
ar: منصّب
ckb: دامەزراوە
cs_cz: je nainstalováno
de: ist installiert
el: είναι εγκατεστημένο
es: está instalado
fi: on asennettu
fr_fr: est installé
he_il: מותקן
id: telah dipasang
it_it: è installato
nl_nl: is ge誰nstalleerd
pl_pl: jest zainstalowane
pt_pt: está instalado
ru_ru: установлен
sv_se: är installerad
tr: yüklendi

source: Skipping {}
ar: تخطي {}
ckb: پەڕینەوەی {}
cs_cz: Přeskakování {}
de: Überspringen von {}
el: Παράλειψη {}
es: Omitiendo {}
fi: Hypätään kohteen {} yli
fr_fr: Sauter {}
he_il: מדלג {}
id: Sedang melewati {}
it_it: Saltando {}
nl_nl: {} overslaan
pl_pl: Pomijanie {}
pt_pt: A ignorar {}
ru_ru: Пропускаем {}
sv_se: Skippar {}
tr: {} geçiliyor

source: Packagekit update
ar: حدّث Packagekit
ckb: نوێکردنەوەی Packagekit
cs_cz: PackageKit aktualizace
de: Packagekit aktualisieren
el: Ενημέρωση Packagekit
es: Actualización de Packagekit
fi: Packagekit päivitys
fr_fr: Mise à jour de Packagekit
he_il: Packagekit: עדכון
id: Pembaharuan Packagekit
it_it: Aggiornamento di Packagekit
nl_nl: Update Packagekit
pl_pl: Aktualizacja Packagekit
pt_pt: Atualização do Packagekit
ru_ru: обновление Packagekit
sv_se: Packagekit uppdatera
tr: Packagekit güncelle

source: Packagekit install
ar: ثبّت Packagekit
ckb: دامەزراندنی Packagekit
cs_cz: PackageKit instalace
de: Packagekit installieren
el: Εγκατάσταση Packagekit
es: Instalación de Packagekit
fi: Packagekit asennus
fr_fr: Installation de Packagekit
he_il: Packagekit: התקנה
id: Pemasangan Packagekit
it_it: Installazione di Packagekit
nl_nl: Installeer Packagekit
pl_pl: Instalacja Packagekit
pt_pt: Instalação do Packagekit
ru_ru: Установка Packagekit
sv_se: Packagekit installera
tr: Packagekit indir

source: Packagekit remove
ar: أزل Packagekit
ckb: لابردنی Packagekit
cs_cz: PackageKit odebrání
de: Packagekit entfernen
el: Αφαίρεση Packagekit
es: Eliminar Packagekit
fi: Packagekit poisto
fr_fr: Suppression de Packagekit
he_il: Packagekit: הסרה
id: Penghapusan Packagekit
it_it: Rimozione di Packagekit
nl_nl: Verwijder Packagekit
pl_pl: Usuń Packagekit
pt_pt: Remoção do Packagekit
ru_ru: Удаление Packagekit
sv_se: Packagekit ta bort
tr: Packagekit kaldır

source: Packagekit cancel
ar: ألغ Packagekit
ckb: هەڵوەشاندنەوەی Packagekit
cs_cz: PackageKit zrušení
de: Packagekit abbrechen
el: Ακύρωση πακέτου Packagekit
es: Cancelar Packagekit
fi: Packagekit peruutus
fr_fr: Annulation de Packagekit
he_il: Packagekit: ביטול
id: Pembatalan Packagekit
it_it: Cancellazione di Packagekit
nl_nl: Annuleer Packagekit
pl_pl: Anuluj Packagekit
pt_pt: Cancelamento do Packagekit
ru_ru: Отмена Packagekit
sv_se: Packagekit avbryt
tr: Packagekit iptal et

source: Warning: XDG_SESSION_DESKTOP is unset!
ar: تحذير: لم يُضبط XDG_SESSION_DESKTOP!
ckb: ئاگادارکردنەوە: XDG_SESSION_DESKTOP لابرا.
cs_cz: Varování: XDG_SESSION_DESKTOP není nastaveno!
de: Warnung: XDG_SESSION_DESKTOP ist nicht gesetzt!
el: Προειδοποίηση: Το XDG_SESSION_DESKTOP δεν έχει οριστεί!
es: Advertencia: ¡XDG_SESSION no está configurado!
fi: Varoitus: XDG_SESSION_DESKTOP ei asetettu!
fr_fr: Attention: XDG_SESSION_DESKTOP n'est pas paramétré!
he_il: אזהרה: XDG_SESSION_DESKTOP איננו מוגדר!
id: Peringatan: XDG_SESSION_DESKTOP belum ditentukan!
it_it: Attenzione: XDG_SESSION_DESKTOP non è stato configurato!
nl_nl: Waarschuwing: XDG_SESSION_DESKTOP is uitgeschakeld!
pl_pl: Ostrzeżenie: XDG_SESSION_DESKTOP jest nieustawiony!
pt_pt: Aviso: XDG_SESSION_DESKTOP não está definido!
ru_ru: Внимание: не настроен XDG_SESSION_DESKTOP
sv_se: Varning: XDG_SESSION_DESKTOP är inte satt!
tr: Uyarı: XDG_SESSION_DESKTOP ayarı yapılmamış!

source: Error Failed to read {}, error:
ar: خطأ فشل القراءة {}، خطأ:
ckb: هەڵەی خوێندنەوە شکستیهێنا {}، هەڵە:
cs_cz: Chyba: Nepodařilo se přečíst {}, chyba:
de: Fehler: {} konnte nicht gelesen werden, Fehler:
el: Σφάλμα: Αποτυχία ανάγνωσης {}, σφάλμα:
es: Falló la lectura de {}, error:
fi: Virhe: Virhe luettaessa kohdetta {}, virhe:
fr_fr: Erreur N'a pas pu lire {}, erreur:
he_il: שגיאה: קריאת {} נכשלה, שגיאה:
id: Kesalahan Gagal membaca {}, kesalahan:
it_it: Errore nel leggere {}, errore:
nl_nl: Fout: Mislukt {} te lezen, fout:
pl_pl: Błąd Nie udało się odczytać {}, błąd:
pt_pt: Erro falha na leitura de {}, erro:
ru_ru: Ошибка Не удалось прочитать {}, ошибка:
sv_se: Fel misslyckades att läsa {}, fel:
tr: Hata {} okunamadı, hata:

source: Error: No packages found in {}
ar: خطأ: لم يُعثر على حزم في {}
ckb: هەڵە: هیچ گورزەیەک نەدۆزرایەوە لە {}
cs_cz: Chyba: V {} nebyly nalezeny žádné balíčky
de: Fehler: Keine Pakete gefunden in {}
el: Σφάλμα: Δεν βρέθηκαν πακέτα στο {}
es: Error: No se encontraron paquetes en {}
fi: Virhe: Ei paketteja kohteessa {}
fr_fr: Erreur: Aucun paquet trouvé dans {}
he_il: שגיאה: לא נמצאו חבילות ב {}
id: Kesalahan: Tidak ada paket ditemukan di {}
it_it: Errore: Nessun pacchetto trovato in {}
nl_nl: Fout: Geen pakketten gevonden in {}
pl_pl: Błąd: nie znaleziono pakietów w {}
pt_pt: Erro: nenhum pacote encontrado em {}
ru_ru: Ошибка: Пакеты не обнаружены в {}
sv_se: Fel: Inga paket hittade i {}
tr: Hata: {} içinde paket bulunamadı

source: Removed {}
ar: أزيل {}
ckb: {} لابرا
cs_cz: Odebráno {}
de: Entfernt {}
el: Αφαιρέθηκε {}
es: {} eliminado
fi: Poistettu kohde {}
fr_fr: Supprimé {}
he_il: {} הוסר
id: Telah mengapus {}
it_it: Rimosso {}
nl_nl: {} verwijderd
pl_pl: Usunięto {}
pt_pt: {} removido
ru_ru: {} удален
sv_se: Tog bort {}
tr: {} kaldırıldı

source: Error: Couldn't resolve ourself with packagekit
ar: خطأ: تعذر حل المشكلة باستخدام packagekit
ckb: هەڵە: نەمانتوانی خۆمان بە packagekit چارەسەر بکەین
cs_cz: Chyba: Nepodařilo se vyřešit závislosti pomocí PackageKit
de: Fehler: Es konnte nicht selbst mit packagekit aufgelöst werden
el: Σφάλμα: Δεν ήταν δυνατή η επίλυση με το packagekit
es: Error: No nos fue posible resolverlo con Packagekit
fi: Virhe: Virhe Packagekit-selvityksessä
fr_fr: Erreur: N'a pas pu être résolu avec packagekit
he_il: שגיאה: פתרון עצמי של Packagekit לא צלח
id: Kesalahan: Tidak bisa menemukan resolusi dengan packagekit
it_it: Errore: Non è stato possibile risolvere con packagekit
nl_nl: Fout: Niet kunnen oplossen met packagekit
pl_pl: Błąd: nie udało się rozwiązać problemu za pomocą packagekit
pt_pt: Erro: não foi possível resolver-nos com o packagekit
ru_ru: Ошибка: Не удалось решить проблему с помощью packagekit
sv_se: Fel: Kunde inte lösa oss själva med packagekit
tr: Hata: Packagekit çözümlenemedi

source: Packagekit update finished
es: La actualización de Packagekit ha finalizado
ru_ru: Обновление Packagekit завершено
sv_se: Packagekit uppdateringen avslutades

source: As of Solus 4.5 the MATE Desktop Enivornment is no longer being maintained. This tool will uninstall the MATE desktop environment and install Budgie or XFCE in its place.
es: A partir de Solus 4.5 el entorno de escritorio MATE ya no será mantenido. Esta herramienta desintalará el entorno de escritorio MATE e instalará Budgie o XFCE en su lugar.
