Repository: getsolus/solus-mate-transition-tool
Catalog: po/*.po
Languages: ar, ckb, cs_cz, de, el, es, fi, fr_fr, he_il, id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr

source: Reboot
ar: أعد التشغيل
ckb: دووبارە هەڵکردنەوە
cs_cz: Restartovat
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fi: Käynnistä uudelleen
fr_fr: Redémarrer
he_il: הפעלה מחדש
id: Mulai Awal
it_it: Riavvia
nl_nl: Opnieuw opstarten
pl_pl: Uruchom ponownie
pt_pt: Reiniciar
ru_ru: Перезапустить
sv_se: Starta om
tr: Yeniden başlat

source: {DE} Successfully installed, please reboot to continue.
ar: {DE} ثُبّت بنجاح، يرجى إعادة التشغيل للمتابعة.
ckb: {DE} بەسەرکەوتوویی بامەزرا، تکایە دووبارە هەڵیبکەرەوە بۆ بەردەوامبوون.
cs_cz: {DE} úspěšně nainstalováno. Chcete-li pokračovat, restartujte prosím počítač.
de: {DE} Erfolgreich installiert. Bitte starten Sie neu, um fortzufahren.
el: {DE} Εγκαταστάθηκε με επιτυχία, παρακαλώ επανεκκινήστε για να συνεχίσετε
es: {DE} Instalado exitosamente, por favor, reinicie para continuar.
fi: Työpöytä {DE} asennettu onnistuneesti, käynnistä tietokone uudelleen jatkaaksesi.
fr_fr: {DE} Installation réussie, veuillez s'il vous plaît redémarrer pour continuer.
he_il: {DE} ההתקנה הסתיימה בהצלחה, אנא בצעו הפעלה מחדש כדי להמשיך.
id: {DE} Berhasil dipasang, silahkan muat ulang untuk melanjutkan.
it_it: Correttamente installato {DE}, riavvia per continuare
nl_nl: {DE} Installatie succesvol, start computer opnieuw op om door te gaan.
pl_pl: {DE} Zainstalowano pomyślnie. Uruchom ponownie, aby kontynuować.
pt_pt: {DE} Instalado com sucesso. Reinicie para continuar.
ru_ru: Окружение {DE} успешно установлено. Для продолжения перезапустите устройство.
sv_se: {DE} Installationen lyckades, starta om för att fortsätta.
tr: {DE} Başarıyla yüklendi, devam etmek için lütfen yeniden başlatın.

source: Solus MATE Transition Tool
ar: أداة الانتقال Solus MATE
ckb: ئامرازی گواستنەوەی Solus MATE
cs_cz: Nástroj pro přechod z edice Solus MATE
de: Solus MATE-Übergangstool
el: Solus MATE Εργαλείο Μετάβασης
es: Herramienta de transición de Solus MATE
fi: Solus MATE siirtymätyökalu
fr_fr: Solus MATE outil de transition
he_il: כלי מעבר מ Solus MATE
id: Alat Transisi Solus MATE
it_it: Utilità di Transizione di Solus MATE
nl_nl: Solus MATE Transitiehulpmiddel
pl_pl: Narzędzie do przejścia Solus MATE
pt_pt: Ferramenta de transição do Solus MATE
ru_ru: Порграмма замены окружения MATE от Solus
tr: Solus MATE geçiş aracı

source: As of Solus 4.5 the MATE Desktop Enivornment is no longer being maintained. This tool will uninstall the MATE desktop environment and install Budgie or XFCE in its place.
ar: اعتبارا من Solus 4.5 لن يتم الحفاظ على سطح المكتب MATE. ستقوم هذه الأداة بإزالة سطح المكتب MATE وتثبيت Budgie أو XFCE بدلا عنه.
ckb: لە Solus 4.5ەوە ژینگەی ڕوومێزی MATE چیتر چاکسازی تیا ناکرێت. ئەم ئامرازە دامەزراندنی ژینگەی ڕوومێزی MATE لادەبات و Budgie یان XFCE لە شوێنی دادەمەزرێنێت.
cs_cz: Desktopové prostředí MATE není od verze Solus 4.5 nadále podporováno. Tento nástroj desktopové prostředí MATE odinstaluje a namísto něj nainstaluje Budgie nebo XFCE.
de: Ab Solus 4.5 wird die MATE Desktop-Umgebung nicht länger gewartet. Dieses Tool deinstalliert die MATE Desktop- Umgebung und installiert an deren Stelle Budgie oder XFCE.
el: Από την έκδοση Solus 4.5 και μετά, το περιβάλλον επιφάνειας εργασίας MATE δεν υποστηρίζεται πλέον. Αυτό το εργαλείο θα απεγκαταστήσει το περιβάλλον επιφάνειας εργασίας MATE και θα εγκαταστήσει το Budgie ή το XFCE στη θέση του.
fi: MATE-työpöytäympäristön tuki on päättynyt Solus-versiosta 4.5 alkaen. Tämä työkalu korvaa MATE-työpöytäympäristön joko Budgie- tai XFCE-työpöydällä.
fr_fr: À partir de Solus 4.5 le bureau MATE n'est plus maintenu. Cet outil désinstallera l'environnement de bureau MATE et installera à la place Budgie ou XFCE.
he_il: החל מגרסה 4.5 של Solus, התחזוקה של סביבת שולחן העבודה MATE תיפסק. כלי זה יסיר את סביבת שולחן העבודה MATE ויתקין במקומה את Budgie או XFCE.
id: Mulai dari Solus 4.5, Lingkungan Layartama MATE sudah tidak dipelihara. Alat ini akan meghapus instalan Lingkungan Layartama MATE dan memasang Budgie atau XFCE sebagai gantinya.
it_it: Da Solus 4.5, il Desktop Environment MATE non è più manutenuto. Questo programma disinstallerà MATE per installare Budgie o XFCE al suo posto.
nl_nl: Vanaf Solus 4.5 is de MATE gebruikersomgeving niet langer ondersteund. Dit hulpmiddel vervangt de MATE gebruikersomgeving met Budgie of XFCE.
pl_pl: Od wersji Solus 4.5 środowisko graficzne MATE nie jest już utrzymywane. Narzędzie to odinstaluje środowisko graficzne MATE i zainstaluje w jego miejsce Budgie lub XFCE.
pt_pt: A partir do Solus 4.5, o ambiente de trabalho MATE não está mais sendo mantido. Esta ferramenta irá desinstalar o ambiente de trabalho MATE e instalar o Budgie ou XFCE em seu lugar.
ru_ru: С версии Solus 4.5 поддержка рабочего окружения MATE прекращается. Эта программа удалит окружение MATE и заменит его на Budgie или XFCE.
sv_se: Från och med Solus 4.5 stöds inte längre MATE-skrivbordsmiljön. Detta verktyg kommer att avinstallera MATE-skrivbordsmiljön och installera Budgie eller XFCE istället.
tr: Solus 4.5'tan itibaren MATE masaüstü ortamı artol desteklenmiyor. Bu araç MATE masaüstü ortamını kaldırıcak ve onun yerine Budgie veya XFCE yükleyecek.

source: Ensure any important work is backed up before continuing
ar: تأكّد من نسخ أيّ عمل مهمّ احتياطيا قبل المتابعة
ckb: دڵنیابەرەوە لە هەر کارێکی گرنگ پاشەکەوت کرابێت پێش بەردەوامبوون
cs_cz: Před pokračováním se ujistěte, že máte veškerou důležitou práci zálohovanou.
de: Stellen Sie sicher, dass alle wichtigen Arbeiten gesichert wurden, bevor Sie fortfahren
el: Βεβαιωθείτε ότι έχετε δημιουργήσει αντίγραφα ασφαλείας για όλα τα σημαντικά αρχεία πριν συνεχίσετε.
es: Asegúrese que ha respaldado todo trabajo importante antes de continuar
fi: Varmista, että tärkeät tietosi ja työsi on varmuuskopioitu ennen jatkamista
fr_fr: Assurez-vous de la sauvegarde de votre travail important avant de continuer.
he_il: לפני שממשיכים, וודאו שגיביתם עבודה או מסמכים חשובים
id: Pastikan segala pekerjaan penting sudah tercadangkan sebelum melanjutkan.
it_it: Assicurati di aver fatto il backup di tutti i progetti importanti prima di continuare
nl_nl: Zorg ervoor een back-up te maken van al uw belangrijke documenten.
pl_pl: Przed kontynuowaniem upewnij się, że utworzono kopię zapasową wszystkich ważnych prac.
pt_pt: Certifique-se que é feita uma cópia de segurança antes de continuar
ru_ru: Перед началом операции создайте резервные копии для важных файлов
sv_se: Se till att allt viktigt arbete är säkerhetskopierat innan du fortsätter.
tr: Devam etmeden önce şeylerin yedeklendiğinden emin olun

source: Remove MATE
ar: احذف MATE
ckb: MATE لاببە
cs_cz: Odebrat MATE
de: MATE entfernen
el: Αφαίρεση του MATE
es: Eliminar MATE
fi: Poista MATE-työpöytä
fr_fr: Retirer MATE
he_il: הסר את MATE
id: Hapus MATE
it_it: Rimuovi MATE
nl_nl: Verwijder MATE
pl_pl: Usuń MATE
pt_pt: Remover o MATE
ru_ru: Удалить MATE
sv_se: Ta bort MATE.
tr: MATE'yi kaldır

source: Cannot uninstall MATE without XFCE being installed first.
ar: لا يمكن إلغاء تثبيت MATE دون تثبيت XFCE أولا.
ckb: ناتوانرێت دامەزراندنی MATE لاببرێت بەبێ ئەوەی لە پێشا XFCE دامەزرابێت.
cs_cz: Nelze odinstalovat MATE, aniž by bylo nejprve nainstalováno XFCE.
de: MATE kann nicht deinstalliert werden, ohne dass zuvor XFCE installiert wurde.
el: Δεν είναι δυνατή η απεγκατάσταση του MATE χωρίς να έχει προηγουμένως εγκατασταθεί το XFCE.
es: No se puede desinstalar MATE sin haber instalado XFCE primero.
fi: XFCE-työpöytä on asennettava ennen MATE-työpöydän poistamista.
fr_fr: Impossible de désinstaller MATE sans avoir d'abord installé XFCE.
he_il: אין אפשרות להסיר את MATE ללא התקנה מראש של XFCE.
id: Tidak bisa menghapus instalan MATE tanpa memasang XFCE terlebih dahulu.
it_it: Impossibile installare MATE senza aver installato prima XFCE
nl_nl: MATE kan niet worden verwijderd voordat XFCE ge誰nstalleerd is.
pl_pl: Nie można odinstalować MATE bez uprzedniego zainstalowania XFCE.
pt_pt: Não é possível desinstalar o MATE sem que o XFCE seja instalado primeiro.
ru_ru: Невозможно удалить MATE без предварительной установки XFCE.
sv_se: Kan inte ta bort MATE innan XFCE är installerat först.
tr: Önce XFCE yüklenmeden MATE kaldırılamaz.

source: Install XFCE
ar: ثبّت XFCE
ckb: XFCE دابمەزرێنە
cs_cz: Instalovat XFCE
de: XFCE installieren
el: Εγκαταστήστε το XFCE
es: Instalar XFCE
fi: Asenna XFCE-työpöytä
fr_fr: Installer XFCE
he_il: התקן את XFCE
id: Pasang XFCE
it_it: Installa XFCE
nl_nl: Installeer XFCE
pl_pl: Zainstaluj XFCE
pt_pt: Instalar o XFCE
ru_ru: Установить XFCE
sv_se: Installera XFCE
tr: XFCE'yi yükle

source: Choose the XFCE desktop environment to replace MATE.
ar: اختر بيئة سطح المكتب XFCE لتحلّ محلّ MATE.
ckb: ژینگەی ڕوومێزی XFCE هەڵبژێرە بۆ جێگرەوەی MATE.
cs_cz: Nahradit MATE desktopovým prostředím XFCE.
de: Wählen Sie die XFCE-Desktop-Umgebung, um MATE zu ersetzen.
el: Επιλέξτε το περιβάλλον επιφάνειας εργασίας XFCE για να αντικαταστήσετε το MATE.
es: Elegir el entorno de escritorio XFCE para reemplazar MATE.
fi: Korvaa MATE-työpöytä XFCE-työpöydällä.
fr_fr: Choisir l'environnement de bureau XFCE pour remplacer MATE.
he_il: בחרו את סביבת שולחן העבודה XFCE כתחליף ל MATE.
id: Memilih lingkungan layartama XFCE untuk menggantikan MATE.
it_it: Scegli il desktop environment XFCE per rimpiazzare MATE.
nl_nl: Kies de XFCE gebruikersomgeving om MATE te vervangen.
pl_pl: Wybierz środowisko graficzne XFCE, które ma zastąpić MATE.
pt_pt: Escolha o ambiente de trabalho XFCE para substituir o MATE.
ru_ru: Выбрать окружение XFCE для замены MATE
sv_se: Välj XFCE-skrivbordsmiljön för att ersätta MATE.
tr: MATE yerine XFCE masaüstü ortamını seçin.

source: Install Budgie
ar: ثبّت Budgie
ckb: Budgie دابمەزرێنە
cs_cz: Instalovat Budgie
de: Budgie installieren
el: Εγκαταστήστε το Budgie
es: Instalar Budgie
fi: Asenna Budgie-työpöytä
fr_fr: Installer Budgie
he_il: התקן את Budgie
id: Pasang Budgie
it_it: Installa Budgie
nl_nl: Installeer Budgie
pl_pl: Zainstaluj Budgie
pt_pt: Instalar o Budgie
ru_ru: Установить Budgie
sv_se: Installera Budgie
tr: Budgie yükle

source: Choose the Budgie desktop environment to replace MATE.
ar: اختر بيئة سطح المكتب Budgie لتحلّ مَحَلَّ MATE.
ckb: ژینگەی ڕوومێزی Budgie هەڵبژێرە بۆ جێگرەوەی MATE.
cs_cz: Nahradit MATE desktopovým prostředím Budgie.
de: Wählen Sie die Budgie-Desktop-Umgebung, um MATE zu ersetzen.
el: Επιλέξτε το περιβάλλον επιφάνειας εργασίας Budgie για να αντικαταστήσετε το MATE.
es: Elegir el entorno de escritorio Budgie para reemplazar MATE.
fi: Korvaa MATE-työpöytä Budgie-työpöydällä.
fr_fr: Choisir l'environnement de bureau Budgie pour remplacer MATE.
he_il: בחרו את סביבת שולחן העבודה Budgie כתחליף ל MATE.
id: Memilih lingkungan layartama Budgie untuk menggantikan MATE.
it_it: Scegli il desktop environment Budgie per rimpiazzare MATE.
nl_nl: Kies de Budgie gebruikersomgeving om MATE te vervangen.
pl_pl: Wybierz środowisko graficzne Budgie, które zastąpi MATE.
pt_pt: Escolha o ambiente de trabalho Budgie para substituir o MATE.
ru_ru: Выбрать окружение Budgie для замены MATE
sv_se: Välj Budgie-skrivbordsmiljön för att ersätta MATE.
tr: MATE yerine Budgie masaüstü ortamını seçin.

source: Step 1. Choose
ar: الخطوة 1. اختر
ckb: هەنگاوی 1. هەڵبژاردن
cs_cz: Krok 1. Výběr
de: Schritt 1. Auswahl
el: Βήμα 1. Επιλέξτε
es: Paso 1. Elegir
fi: Vaihe 1. Valinta
fr_fr: Étape 1. Choisir
he_il: שלב 1. בחירה
id: Langkah 1. Pilih
it_it: Passo 1. Scegli
nl_nl: Stap 1. Kies
pl_pl: Krok 1. Wybierz
pt_pt: Passo 1. Escolha
ru_ru: Шаг 1. Выбор
sv_se: Steg 1. Välj
tr: Adım 1. Seç

source: Step 2. Cleanup
ar: الخطوة 2. نظّف
ckb: هەنگاوی 2. پاککردنەوە
cs_cz: Krok 2. Úklid
de: Schritt 2. Bereinigung
el: Βήμα 2. Καθαρισμός
es: Paso 2. Limpiar
fi: Vaihe 2. Siivous
fr_fr: Étape 2. Nettoyer
he_il: שלב 2. ניקוי
id: Langkah 2. Pembersihan
it_it: Passo 2. Pulisci
nl_nl: Stap 2. Opruimen
pl_pl: Krok 2. Czyszczenie
pt_pt: Passo 2. Limpeza
ru_ru: Шаг 2. Очистка
sv_se: Steg 2. Städa
tr: Adım 2. Temizlik

source: Progress
ar: التقدّم
ckb: بەرەوپێش چوون
cs_cz: Průběh
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr_fr: Avancement
he_il: התקדמות
id: Perkembangan
it_it: Progresso
nl_nl: Status
pl_pl: Postęp
pt_pt: Evolução
ru_ru: Выполнение операций
sv_se: Framsteg
tr: İlerleme

source: Solus Transition Service
ar: خدمة النقل Solus
ckb: خزمەتگوزاری گواستنەوەی Solus
cs_cz: Služba Solus Transition
de: Solus-Übergangsservice
el: Υπηρεσία μετάβασης Solus
es: Servicio de transición de Solus
fi: Solus siirtymäpalvelu
fr_fr: Service de transition de Solus
he_il: שירות מעבר Solus
id: Layanan Transisi Solus
it_it: Servizio di Transizione Solus
nl_nl: Solus Transitie Service
pl_pl: Usługa przejścia Solus
pt_pt: Serviço de transição do Solus
ru_ru: Служба замены окружения рабочего стола Solus
tr: Solus Geçiş Hizmeti

source: Solus MATE Edition is no longer supported. The MATE desktop environment will not be recieving new updates.
ar: لم يعُد إصدار Solus MATE مدعوما. لن تتلقى بيئة سطح المكتب MATE تحديثات جديدة.
ckb: چاپی Solus MATE چیتر پشتگیری ناکرێت. ژینگەی ڕوومێزی MATE نوێکردنەوەی نوێ وەرناگرێت.
cs_cz: Edice Solus MATE již není nadále podporována. Desktopové prostředí MATE už neobdrží žádné další aktualizace.
de: Die Solus MATE Edition wird nicht länger unterstützt. Die MATE-Desktopumgebung wird keine neuen Updates mehr erhalten.
el: Το Solus MATE Edition δεν υποστηρίζεται πλέον. Το περιβάλλον επιφάνειας εργασίας MATE δεν θα λαμβάνει νέες ενημερώσεις.
es: La edición MATE de Solus ya no es mantenida por el equipo de Solus. El entorno de escritorio MATE no recibirá nuevas actualizaciones.
fi: Solus MATE-version tuki on päättynyt. MATE-työpöytäympäristö ei saa enää uusia päivityksiä.
fr_fr: L'édition Solus MATE n'est plus supportée. L'environnement de bureau MATE ne recevra plus de nouvelles mises à jour.
he_il: התמיכה במהדורת MATE של Solus הופסקה. לא יהיו יותר עדכונים לסביבת שולחן העבודה MATE.
id: Solus MATE sudah tidak didukung lagi. Lingkungan layartama MATE tidak akan menerima pembaharuan lagi.
it_it: L'edizione di Solus MATE non è più supportata. Il desktop environment MATE non riceverà più nuovi aggiornamenti.
nl_nl: Solus MATE Editie is niet meer ondersteund. De MATE gebruikersomgeving ontvangt geen nieuwe updates.
pl_pl: Wersja Solus MATE nie jest już obsługiwana. Środowisko graficzne MATE nie będzie otrzymywać nowych aktualizacji.
pt_pt: A edição do Solus MATE não é mais suportada. O ambiente de trabalho MATE não irá mais receber atualizações.
ru_ru: Поддержка редакции Solus MATE прекращена. Окружение MATE больше не будет получать обновлений.
sv_se: Solus MATE-utgåvan stöds inte längre. MATE-skrivbordsmiljön kommer inte att få nya uppdateringar.
tr: Solus MATE Sürümü artık desteklenmemektedir. MATE masaüstü ortamı yeni güncellemeler almayacaktır.

source: Switch Solus Edition
ar: بدّل إصدار Solus
ckb: گۆڕینی چاپی Solus
cs_cz: Změnit Solus edici
de: Solus-Edition wechseln
el: Αλλαγή Solus Έκδοσης
es: Cambiar la edición de Solus
fi: Vaihda Solus-versiotasi
fr_fr: Changer d'édition Solus
he_il: החלף מהדורת Solus
id: Ganti Edisi Solus
it_it: Cambia Edizione di Solus
nl_nl: Gebruik Solus Editie
pl_pl: Zmień wersję Solus
pt_pt: Trocar a edição do Solus
ru_ru: Сменить редакцию Solus
sv_se: Byt Solus-utgåva

source: Uninstall MATE to complete transition
ar: ألغ تثبيت MATE لإكمال عملية النقل
ckb: دامەزراندنی MATE لاببە بۆ تەواوکردنی گواستنەوە
cs_cz: Odinstalovat MATE pro dokončení přechodu
de: MATE deinstallieren, um Übergang abzuschließen
el: Απεγκαταστήστε το MATE για να ολοκληρώσετε τη μετάβαση
es: Desinstalar MATE para completar la transición
fi: Poista MATE-työpöytäympäristö siirtymän viimeistelemiseksi
fr_fr: Désinstaller MATE pour terminer la transition
he_il: הסירו את MATE כדי להשלים את המעבר
id: Hapus MATE untuk menyelesaikan transisi
it_it: Disinstalla MATE per completare la transizione
nl_nl: Verwijder MATE om de transitie te voltooien
pl_pl: Odinstaluj MATE, aby zakończyć przejście
pt_pt: Desinstale o MATE para concluir a transição
ru_ru: Удалите MATE, чтобы завершить замену окружения
sv_se: Avinstallera MATE för att slutföra övergången
tr: Geçişi tamamlamak için MATE'yi kaldır

source: Error
ar: خطأ
ckb: هەڵە
cs_cz: Chyba
de: Fehler
el: Σφάλμα
fi: Virhe
fr_fr: Erreur
he_il: שגיאה
id: Kesalahan
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ru_ru: Ошибка
sv_se: Fel
tr: Hata

source: Logout and login to the MATE session first to continue
ar: سجّل الخروج ثم لج إلى جلسة MATE أولاً للمتابعة
ckb: لە پێشا بچۆ دەرەوە و بچۆ ژوورەوە بۆ کۆڕی MATE بۆ بەردەوامبوون
cs_cz: Pro pokračování se nejprve odhlaste a přihlaste se do sezení MATE
de: Melden Sie sich ab, und in der MATE-Sitzung wieder an, um fortzufahren
el: Αποσυνδεθείτε και συνδεθείτε στη συνεδρία MATE πρώτα για να συνεχίσετε.
fi: Kirjaudu ulos ja kirjaudu ensin MATE-istuntoon jatkaaksesi
fr_fr: Déconnecter-vous et re-connecter-vous d'abord de la session MATE pour continuer
he_il: צאו והיכנסו למושב MATE כדי להמשיך
id: Log keluar dan log masuk ke sesi MATE dahulu untuk melanjutkan
it_it: Disconnettiti e riconnettiti alla sessione MATE per continuare
nl_nl: Log uit en log in op de MATE-sessie om verder te gaan
pl_pl: Wyloguj się i zaloguj do sesji MATE, aby kontynuować.
pt_pt: Termine e inicie sessão no MATE primeiro para continuar
tr: Devam etmek için önce oturumu kapatın ve MATE oturumuna giriş yapın

source: {} is installed but you are not logged into that desktop environment. Logout and login to the {} session to continue.
ar: {} مثبت، ولكن لم تلج بعدُ إلى بيئة سطح المكتب هذه. اخرج ولج إلى جلسة {} للمتابعة.
ckb: {} دامەزراوە بەڵام نەچویتەتە ژوورەوە بۆ ئەو ژینگەی ڕوومێزە. بچۆ دەرەوە و بچۆ ژوورەوە بۆ کۆڕی {} بۆ بەردەوامبوون.
cs_cz: {} je nainstalováno, ale nejste do tohoto desktopového prostředí přihlášeni. Chcete-li pokračovat, odhlaste se a přihlaste se do sezení {}.
de: {} ist installiert, aber Sie sind nicht in dieser Desktop-Umgebung eingeloggt. Melden Sie sich ab und melden Sie sich in der {}-Sitzung an, um fortzufahren.
el: {} είναι εγκατεστημένο, αλλά δεν έχετε συνδεθεί σε αυτό το περιβάλλον επιφάνειας εργασίας. Αποσυνδεθείτε και συνδεθείτε στη συνεδρία {} για να συνεχίσετε.
es: {} está instalado, pero no ha iniciado sesión en ese entorno de escritorio. Cierre la sesión e inicie una nueva en {} para continuar.
fi: {} on asennettu, mutta et ole kirjautunut kyseiseen työpöytäympäristöön. Kirjaudu ulos ja valitse {}-istunto jatkaaksesi.
fr_fr: {} est installé mais vous n'êtes pas connecté dans cet environnement de bureau. Déconnectez-vous et reconnectez-vous à la session {} pour poursuivre.
he_il: {} מותקנת אך אתם לא מחוברים לסביבת שולחן העבודה הזו. צאו והיכנסו מחדש ל{} כדי להמשיך.
id: {} sudah terpasang tapi Anda belum log masuk ke dalam lingkungan layartama tersebut. Log keluar dan log masuk ke dalam sesi {} untuk melanjutkan.
it_it: {} è stato installato, ma non hai fatto il login in quel desktop environment. Fai il logout e logga con {} per continuare.
nl_nl: {} is ge誰nstalleerd, maar u bent daar nog niet ingelogd. Om door te gaan, log eerst uit om vervolgens in te loggen op {}.
pl_pl: {} jest zainstalowany, ale nie jesteś zalogowany w tym środowisku graficznym. Wyloguj się i zaloguj do sesji {}, aby kontynuować.
pt_pt: O {} está instalado mas não está com a sessão iniciada nesse ambiente de trabalho. Termine e inicie a sessão no {} para continuar.
ru_ru: Окружение {} установлено, но вы не вошли в эту среду рабочего стола. Выйдите из системы и войдите в сеанс {} для продолжения.
sv_se: {} är installerad men du är inte inloggad till den skrivbordsmiljön. Logga ut och in in till {} för att fortsätta.
tr: {} yüklü fakat bu masaüstü ortamında oturum açmamışsınız. Devam etmek için çıkış yapın ve {} oturumuna giriş yapın.

source: Successfully Installed {}
ar: أُثْبِتَ بنجاح {}
ckb: {} بەسەرکەوتوویی دامەزرا
cs_cz: Úspěšně nainstalováno {}
de: Erfolgreich installiert {}
el: Εγκαταστάθηκε με επιτυχία {}
es: {} instalado exitosamente
fi: {} asennettu onnistuneesti
fr_fr: Installation réussie de {}
he_il: {} הותקנה בהצלחה
id: Berhasil memasang {}
it_it: Installato Correttamente {}
nl_nl: {} Succesvol Ge誰nstalleerd
pl_pl: Pomyślnie zainstalowano {}
pt_pt: {} instalado com sucesso
ru_ru: {} успешно установлен
sv_se: Framgångsrikt installerad {}
tr: {} başarıyla yüklendi

source: Reboot now to login to your new desktop environment automatically. This program will then auto-start to prompt you to remove MATE.
ar: أعد التشغيل الآن للولوج إلى بيئة سطح المكتب الجديدة تلقائيا. سيبدأ هذا البرنامج بعد ذلك تلقائيا لمطالبتك بإزالة MATE.
ckb: ئێستا دووبارە هەڵیبکەرەوە بۆ خۆکارانە چوونە ناو ژینگەی ڕوومێزە نوێیەکەت. پاشان ئەم بەرنامەیە بە شێوەیەکی ئۆتۆماتیکی دەست پێدەکات و داوای لابردنی MATEت لێدەکات.
cs_cz: Nyní restartujte počítač, abyste se automaticky přihlásili do nového desktopového prostředí. Tento program se poté automaticky spustí a vyzve vás k odstranění MATE.
de: Starten Sie jetzt neu, um sich automatisch in Ihrer neuen Desktop-Umgebung anzumelden. Dieses Programm wird dann automatisch gestartet und fordert Sie auf, MATE zu entfernen.
el: Επανεκκινήστε τώρα για να συνδεθείτε αυτόματα στο νέο περιβάλλον επιφάνειας εργασίας σας. Στη συνέχεια, αυτό το πρόγραμμα θα ξεκινήσει αυτόματα και θα σας ζητήσει να καταργήσετε το MATE.
es: Reiniciar ahora para iniciar sesión en su nuevo entorno de escritorio automáticamente. Este programa se autoiniciará para solicitarle que elimine MATE.
fi: Käynnistä tietokone uudelleen kirjautuaksesi uuteen työpöytäympäristöösi automaattisesti. Tämä työkalu käynnistyy automaattisesti ja pyytää sinua poistamaan vanhan MATE-työpöytäympäristön.
fr_fr: Redémarrer maintenant pour vous connecter automatiquement à votre nouvel environnement de bureau. Ce programme démarrera alors automatiquement pour vous inviter à retirer MATE.
he_il: בצעו הפעלה מחדש עכשיו כדי להיכנס לסביבת שולחן העבודה החדשה שלכם באופן אוטומטי. תוכנה זו אז תתחיל עצמה מחדש כדי להסיר את MATE.
id: Muat awal untuk log masuk ke dalam lingkungan layartama baru secara otomatis. Program ini akan mulai otomatis untuk mengingatkan Anda untuk menghapus MATE.
it_it: Riavvia ora per loggare automaticamente sul tuo nuovo desktop environment. Questo programma si avvierà in automatico per chiederti di rimuovere MATE.
nl_nl: Start opnieuw op om automatisch in uw nieuwe gebruikersomgeving ingelogd te worden. Dit programma zal vervolgens vragen om MATE te verwijderen.
pl_pl: Uruchom ponownie teraz, aby automatycznie zalogować się do nowego środowiska graficznego. Program ten uruchomi się automatycznie i poprosi o usunięcie MATE.
pt_pt: Reinicie agora para entrar automaticamente no seu novo ambiente de trabalho. Este programa será então iniciado automaticamente a solicitar a remoção do MATE.
ru_ru: Перезагрузите устройство, чтобы автоматически войти в новое окружение рабочего стола. Затем данная программа автоматически запустится и предложит вам удалить MATE.
sv_se: Starta om för att logga in till din nya skrivbordsmiljö automatiskt. Detta program kommer sen att startas automatiskt för att få dig att ta bort MATE.
tr: Otomatik olarak yeni masaüstü ortamınıza giriş yapmak için cihazınızı yeniden başlatın. Bu program daha sonra MATE'yi kaldırmak için otomatik olarak başlayacaktır.

source: Successfully Completed Transition to {}
ar: اكتمل الانتقال بنجاح إلى {}
ckb: بەسەرکەوتوویی گواستنەوە تەواوکرا بۆ {}
cs_cz: Úspěšně dokončen přechod na {}
de: Erfolgreich abgeschlossener Übergang zu {}
el: Ολοκληρώθηκε με επιτυχία η μετάβαση σε {}
es: Se completó exitosamente la transición a {}
fi: Siirtymä työpöytään {} suoritettu onnistuneesti
fr_fr: Transition complétée avec succès vers {}
he_il: מעבר ל{} הושלם בהצלחה
id: Berhasil Menyelesaikan Transisi ke {}
it_it: Completata correttamente la transizione a {}
nl_nl: Transitie naar {} Succesvol Voltooid
pl_pl: Pomyślnie ukończono przejście do {}
pt_pt: Transição concluída com sucesso para o {}
ru_ru: Переход на {} успешно завершен
sv_se: Lyckades framgångsrikt att byta till {}
tr: Başarıyla şuna geçiş yapıldı: {}
